/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d intentos de código de seguridad fallidos ";
"%d Failed Password Attempts" = "%d intentos de contraseña fallidos ";

"1 Failed Passcode Attempt" = "1 intento de código de seguridad fallido";
"1 Failed Password Attempt" = "1 intento de contraseña falliido";

"Do you want to use Touch ID for authentication?" = "¿Desea usar el Touch ID para autenticación?";

"Done" = "Terminado";

"Enable Touch ID" = "Habilitar Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Favor de ingresar un código de seguridad diferente. No es posible usar el mismo código de seguirdad";
"Enter a different password. Cannot re-use the same password." = "Ingrese una contrseña diferente. No se puede volver a usar la misma contraseña.";

"Enter a passcode" = "Ingrese un código de seguridad";
"Enter a password" = "Ingrese una contraseña";

"Enter your new passcode" = "Ingrese su nuevo código de seguridad";
"Enter your new password" = "Ingrese su nueva contraseña";

"Enter your old passcode" = "Ingrese su código de seguridad anterior";
"Enter your old password" = "Ingrese su contraseña anterior";

"Enter your passcode" = "Ingrese su código de seguridad";
"Enter your password" = "Ingrese su contraseña";

"Invalid Passcode" = "Código de seguridad inválido";
"Invalid Password" = "Contraseña inválida";

"Passcodes did not match.\nTry again." = "Los códigos de seguridad no coinciden.\n\nFavor de volver a intentar.";
"Password did not match.\nTry again." = "Las contraseñas no coinciden.\n\nFavor de volver a intentar. ";

"Re-enter your passcode" = "Favor de re-ingresar su código de seguridad";
"Re-enter your password" = "Reingresar su contraseña";

"Try again in %d minutes" = "Favor de volver a intentar en %d minutos";

"Try again in 1 minute" = "Favor de volver a intentar en 1 minuto";
